app/controllers/posts_controller.rb

INSERT INTO `posts` (`memo`, `created_at`, `updated_at`) VALUES (' konnnitiha', '2020-07-30 06:30:27.250623', '2020-07-30 06:30:27.250623')
---
  def create
     Post.create(memo:params[:content])